Repository: 3risian/stk-website
Catalog: _translations/*.po
Languages: sr

source: No results found
sr: Нема налаза

source: SuperTuxKart
sr: СуперТаксова колица

source: Download
sr: Преузми

source: Discover
sr: Откриј

source: Community
sr: Заједница

source: Contents
sr: Садржај

source: SuperTuxKart is a 3D open-source arcade racer with a variety characters, tracks, and modes to play.
sr: Супертаксколица је аркадна просторна тркачка игра са мноштвом ликова, стаза и начина играња.

source: Menu
sr: Изборник

source: FAQ
sr: Честа питања

source: Get Involved
sr: Прикључи се

source: Blog
sr: Блог

source: Donate
sr: Приложите

source: Tools
sr: Прибор

source: Language
sr: Језик

source: Management
sr: Управљање

source: New page
sr: Нова страница

source: Edit page
sr: Уреди страницу

source: Page history
sr: Повест странице

source: Visit the main page
sr: Посетите главну страницу

source: Forum
sr: Сабор

source: Twitter
sr: Твитер

source: Addons
sr: Додаци

source: Telegram
sr: Телеграм

source: Media
sr: Медији

source: YouTube
sr: Јутуб

source: Gallery
sr: Излог

source: Posters
sr: Слике

source: Development
sr: Развој

source: Modding
sr: Измене

source: GitHub
sr: Гитхаб

source: Documentation
sr: Документација

source: About us
sr: О нама

source: About the team
sr: О дружби

source: About SuperTuxKart
sr: О Супертаксовим колицима

source: Projects using SuperTuxKart
sr: Пројекти који користе Супертаксова колица

source: Info
sr: Опширније

source: Return to Get Involved
sr: Врати се на прикључи се

source: Making Library Nodes
sr: Стварање библиотеке чворова

source: Making Karts
sr: Стварање колица

source: Making Tracks
sr: Стварање стаза

source: Code
sr: Кôд

source: IRC
sr: ИРЦ

source: Mailing List
sr: Дописни списак

source: Reddit
sr: Редит

source: Support Us
sr: Подржите нас

source: Donations help us keep servers running and more!
sr: Прилози нам помажу да одржавамо служитеље и приде!

source: For Programmers
sr: За програмере

source: Programming
sr: Програмирање

source: Source control
sr: Надзор извора

source: Building from source
sr: Грађење из извора

source: Coding style guidelines
sr: Смернице програмирања

source: Doxygen documentation
sr: Документа Доксигена

source: Tasks for beginners
sr: Разговор за почетнике

source: Scripting
sr: Скриптање

source: Misc
sr: Разно

source: Making challenges
sr: Изазови

source: About releasing new versions
sr: О објављивању нових издања

source: About player rankings
sr: О бодовању играча

source: For Everyone
sr: За свакога

source: Connecting your Wiimote
sr: Повезивање Вимота

source: Translating SuperTuxKart
sr: Превод Супертаксових колица

source: Reporting Problems
sr: Пријава грешака

source: Voice Acting
sr: Додељивање гласова

source: Terms and conditions
sr: Услови коришћења

source: Privacy policy
sr: Смернице поштовања личности

source: For Artists
sr: Уметнички кутак

source: General Information
sr: Општи подаци

source: Installing Tools
sr: Уграђивање прибора

source: Style
sr: Начин

source: Licensing
sr: Додељивање дозвола за коришћење

source: Artist Debug Mode
sr: Уметничко прећење грешака

source: Guidelines
sr: Смернице

source: Texture Guidelines
sr: Смернице ткања

source: 3D Model Guidelines
sr: Смернице просторних моделара

source: Music and SFX Guidelines
sr: Смернице музике и звучних дејстава

source: File naming conventions
sr: Правилник именовања датотека

source: Creating
sr: Стваралаштво

source: Welcome to the Mascot Kingdom!
sr: Добродошли у краљевство маскота!

source: Karts. Nitro. Action! SuperTuxKart is a 3D open-source arcade racer with a variety of characters, tracks, and modes to play. Our aim is to create a game that is more fun than realistic, and provide an enjoyable experience for all ages.
sr: Колица. Нитро. Акање! Супертаксколица је аркадна просторна тркачка игра слободног кода са мноштвом ликова, стаза и начина играња. Наш циљ је да створимо игру која ће бити више забавна него ли природног изгледа, и која може пружити пријатно искуство свим нараштајима.

source: In Story mode, you must face the evil Nolok, and defeat him in order to make the Mascot Kingdom safe once again! You can race by yourself against the computer, compete in several Grand Prix cups, or try to beat your fastest time in Time Trial mode. You can also race, battle or play soccer with up to eight friends on a single computer, play on a local network or play online with other players all over the world.
sr: У начину игре прича, мора да се суочите са злим Нолоком и победите га са циљем да Маскотово краљевство ослободите! Можете се тркати сами против рачунара, такмичити се у неколико скупина Велике Награде, или покушати да побољшате своје најбоље време у начину игре Трка с’ временом. Можете се такође тркати, борити или играти ногомет са до осам пријатеља на једном рачунару, играти на местној мрежи или играти на мрежи са осталим играчима широм света.

source: Main Characters
sr: Главни јунаци

source: Tux
sr: Такс

source: The hero of SuperTuxKart. Tux is a brave penguin who must save his friend, Gnu, from the evil clutches of Nolok. Tux is the mascot of Linux.
sr: Јунак Супертаксколица. Такс је храбри пингвин који мора спасити свог пријатеља, Гнуа, од злих канџи Нолока. Такс је заштитни лик Линукса.

source: Gnu
sr: Гну

source: Tux's wise mentor, Gnu rides a flying carpet and lives peacefully in a pagoda. When Nolok captures him, the entire kingdom will try to save him. Gnu is the mascot of the GNU Project.
sr: Таксов учитељ, Гну јаше летећи ћилим и живи мирно у храму. Када га Нолок зароби, читаво краљевство ће покушати да га спасе. Гну је заштитно лице покрета ГНУ.

source: Nolok
sr: Нолок

source: The villain of SuperTuxKart, Nolok is always concocting some sort of malevolent plan inside his fiery lava castle.
sr: Вилењак Супертаксколица, Нолок увек смишља некакав подли план у свом ватреном дворцу лаве.

source: Additional Characters
sr: Додатни ликови

source: Sara
sr: Зара

source: Sara is a powerful magician, and the ruler of the Mascot Kingdom. She races using a specialised snowmobile. She is the mascot of the OpenGameArt website.
sr: Зара је моћна чаробница, и владарка краљевства Маскота. Она се трка у нарочитим санкама. Она је заштитно лице странице отворене уметности игрица (OpenGameArt).

source: Wilber
sr: Вилбер

source: Wilber is the official cameraman who works for WTXB-TV to record kart races, which are very popular in the Mascot Kingdom. He is the mascot of GIMP.
sr: Вилбер је звенични сниматељ који ради за ВТХВ-ТВ снимање трка кола, које су веома гледане у краљевству Маскота. Он је заштитно лице ГИМП-а.

source: Puffy
sr: Пуфко

source: Puffy races mainly to earn enough money to accomplish his dream: to buy a submarine. He is the mascot of the OpenBSD project.
sr: Пуфко се углавном трка да заради довољно пара ради постизања свог сна: да купи подморницу. Он је заштитно лице пројекта ОпенБСД.

source: Pidgin
sr: Голупко

source: Pidgin's ability to fly makes him perfect to deliver the results of the Grand Prix around the Mascot Kingdom. He is the mascot of Pidgin.
sr: Голупкова способност лета га чиним савршеним за достављање исхода трка Велике награде по краљевству Маскота. Оне је заштитно лице Пиџина.

source: Godette
sr: Годета

source: Godette is the mascot of Godot and truly a tech girl. She is never seen without her friend, GDBot, a robot she built and programmed herself. They even race together in a unique tandem kart.
sr: Годета је заштитно лице Годота и техничка зналица. Она никад није виђена без њеног пријатеља, ГДРобота, робота којег је сама изградила и програмирала. Они се чак и тркају заједно јединственим заједничким двоколицима.

source: Amanda
sr: Аманда

source: Amanda was rescued by monks when they found her in a basket as a cub. She now teaches the ancient art of racing in a monastery. She is the mascot of Window Maker.
sr: Аманду су спасили мајмуни када су је нашли у њеној корпи као младунче. Она сада подучава древну вештину тркања у манастиру. Она је заштитно лице Творца Прозора (Window Maker).

source: Emule
sr: Јемазга

source: Emule's superior knowledge of mechanical engineering allowed him to build his own kart with a turbocharged engine. He is the mascot of eMule.
sr: Јемазгино врхунско познавање творења механике јој је омогућило да изгради сопствена колица са турбопуњивим погоном. Она је заштитно лице ЈеМазге (eMule).

source: Suzanne
sr: Сузана

source: Racing has been Suzanne's dream since childhood. She began her racing career in the prestigious Kart Academy of Val Verde. She is the mascot of Blender.
sr: Тркање је био Сузанин сан од детињства. Почела је своју тркачки животни пут у угледном Високом училишту тркања у Зеленом Валу. Она је заштитно лице Блендера.

source: Gavroche
sr: Гаврош

source: Gavroche is a goblin that owns the Ravenbridge mansion. Sometimes he makes scary noises, tricking people into thinking the house is haunted. He is the mascot of MediaGoblin.
sr: Гаврош је коблин који поседује палату Гавранов Мост. Некада прави застрашујућу буку, варајући људе да мисли да је кућа уклета. Он је заштитно лице МедијаГоблина.

source: Hexley
sr: Шестли

source: Hexley's ancestors started kart racing many years ago, and generation after generation, they became very good at it. He is the mascot of Darwin.
sr: Шестлијеви преци су почели да се тркају колима у давној прошлости, и колено по колено, постали су врло добри у томе. Оне је заштино лице Дарвина.

source: Xue
sr: Стју

source: Xue likes to stand out from the crowd, and her unusual kart reflects this. She races a special hovercraft, which is small enough to be driven by a mouse. She is the mascot of XFCE.
sr: Стју воли да се истакне из гомиле, и њена необична колица то исказују. Она се трка нарочитим лебдећим колицима, која су довољно мала да их вози мишица. Она је заштитни знак ИксФЦЕ-а.

source: Konqi
sr: Конки

source: While Konqi's ancient ancestors were dangerous and feared, dragons today are harmless... mostly. He is the mascot of the KDE project.
sr: Док су Конкијеви древни преци били опасни и застрашујући, данашњи змајеви су доброћудни... углавном. Он је заштитни знак пројекта КДЕ.

source: Adiumy
sr: Ађуми

source: Adiumy started kart racing when he realized his legs are too short to be a soccer star. Although the other mascots sometimes make fun of his waddling gait, he is highly respected as one of the most talented racing drivers in the kingdom. Adiumy is the mascot of Adium.
sr: Ађуми је почео да је трка колицима када је схватио да су му ноге прекратке да би био врхунски ногометаш. Иако остала заштитна лица са његовим гегањем понекад збијају шале, он је врло цењен као један од најдаровитијих возача тркачких колица у краљевству. Ађуми је заштитно лице Адиума.

source: Kiki
sr: Кики

source: A Krita user first drew Kiki for a training manual, but as soon as the manual was printed, Kiki decided to jump off the pages and race around the world on her pen-powered aeroplane. Kiki is the mascot of the Krita digital painting program.
sr: Критин први цртеж за вежбовно упутству је Кики, али чим је упутство одштампано, Кики је одлучила да искочи из страница и почне трку око света на својој летелици погоњеној пером. Кики је заштитно лице Крите, програма за цртање рачунаром.

source: Pepper
sr: Биберче

source: Pepper is a little witch who loves playing with her cat Carrot. Her enthusiasm for racing ignited when her friend Kiki helped her to tune her broom with a nitro injection system and custom exhaust tips. Pepper is the main character of the Pepper & Carrot project.
sr: Биберче је мала вештица која воли да се игра са својом мачкицом Мрквом. Њена жеђ за тркањем је отпочела када јој је пријатељица Кики помогла да унапреди своју брундалицу убризгивачем нитра и широким издувним гранама. Биберче је заштитни лик пројекта Бибер и Мрква (Pepper & Carrot).

source: ...And many more!
sr: ...И још много њих!

source: You can create your own characters, tracks, and arenas and share them with the SuperTuxKart community! You can do this by going to [online.supertuxkart.net](https://online.supertuxkart.net).
sr: Можете створити лик сопственог јунака, стазе и борилишта и делити их са заједницом Супертаксколица! Можете то остварити одласком на [online.supertuxkart.net](https://online.supertuxkart.net).

source: If you are interested you can take a look at the [community](Community) page.
sr: Уколико вас занима, можете погледати на страницу [зеједнице](Community).

source: Full game
sr: Цела игра

source: Intel / AMD 32-bit
sr: Интел /АМД 32-битни

source: Intel / AMD 64-bit
sr: Интел /АМД 64-битни

source: ARM 32-bit
sr: АРМ 32-битни

source: ARM 64-bit
sr: АРМ 64-битни

source: all architectures
sr: све архитектуре

source: Extract and run **run_game.sh** inside the folder.
sr: Истргните и покрените **run_game.sh** унутар фасцикле.

source: Installer-less archive
sr: Складиште коме не треба уградња

source: Get on Google Play Store
sr: Идите на Гуглово Складиште Игара

source: Get the APK
sr: Добавите АПК

source: Unzip the archive to microSD root to install.
sr: Истргните из складишта на корен картице микроСД ради уградње.

source: Source Code
sr: Изворни кôд

source: To get the very latest code, see the page [Source control](Source_control).
sr: Ради добављања најсвежијег изворног кôда, погледајте страницу [Надзор извора](Source_control).

source: Download from GitHub
sr: Преузмите са Гитхаба

source: Show
sr: Прикажи

source: Hide
sr: Сакриј

source: Preview release is available [here](https://github.com/supertuxkart/stk-code/releases/preview).
sr: Претходно издање је доступно [овде](https://github.com/supertuxkart/stk-code/releases/preview).

source: Get the latest release candidate:
sr: Добавите најновије издање-такмаца за објаву:

source: Get SuperTuxKart on Itch.io
sr: Добавите Супертаксколица на Itch.io

source: Discover more...
sr: Откријте више...

source: Latest Blog Post
sr: Најновије објаве на блогу

source: Prerequisites
sr: Предуслови

source: You should read the following articles prior to following this tutorial:
sr: Треба да прочитате следеће чланке пре праћења овог упутства:

source: Click here if you are not redirected.
sr: Кликните овде ако нисте преусмерени.
